Repository: Bassman2/Rail
Catalog: Rail.Tracks/Properties/Resources.*.resx
Languages: de

# EnumAdjustment
source: Adjustment
de: Verlängerung

# EnumBlack
source: Black
de: Schwarz

# EnumBrass
source: Brass
de: Messing

# EnumBumper
source: Bumper
de: Prellbock

# EnumBumperWithLantern
source: Bumper with Lantern
de: Prellbock mit Laterne

# EnumCircuit
source: Circuit
de: Schaltgleis

# EnumConcrete
source: Concrete
de: Beton

# EnumContact
source: Contact
de: Kontaktgleis

# EnumElectrical
source: Electrical
de: Elektrisch

source: EnumEnd
de: Endstück

# EnumFeeder
source: Feeder
de: Anschlussgleis

# EnumFlex
source: Flex
de: Flexibles Gleis

# EnumIsolating
source: Isolating
de: Isolationsgleis

# EnumLeft
source: Left
de: Links

# EnumMechanical
source: Mechanical
de: Mechanisch

# EnumNo
source: No
de: Keins

# EnumRight
source: Right
de: Rights

# EnumSilver
source: Silver
de: Silbern

# EnumUncoupler
source: Uncoupler
de: Endkuppelgleis

# EnumUnknown
source: Unknown
de: Unbekannt

# EnumWooden
source: Wooden
de: Holz

# TrackAdapter
source: Adapter Track
de: Adapter Gleis

# TrackBumper
source: Track End with a Bumper
de: Gleisende mit Prellbock

# TrackBumperWithLantern
source: Bumper with a lantern
de: Gleisende mit Prellbock und Laterne

# TrackCrossing
source: Crossing
de: Kreuzung

# TrackCurved
source: Curved Track
de: Gebonenes Gleis

# TrackCurvedCircuit
source: Curved Circuit Track
de: Gebogenes Schaltgleis

# TrackCurvedContact
source: Curved Contact Track
de: Gebogenes Kontaktgleis

# TrackCurvedFeeder
source: Curved Feeder
de: Gebogenes Anschlussgleis

# TrackCurvedIsolating
source: Curved Isolating
de: Gebogenes Isolationsgleis

# TrackCurvedTurnoutLeft
source: Left Curved Turnout
de: Bogenweiche links

# TrackCurvedTurnoutRight
source: Right Curved Turnout
de: Bogenweiche rechts

# TrackCurvedUncoupler
source: Curved Uncoupler
de: Gebogenes Endkuppelgleis

# TrackDoubleCrossover
source: Double Crossover
de: Doppelte Kreuzungsweiche

# TrackDoubleSlipSwitch
source: Double Slip Switch
de: Doppelte Kreuzungsweiche

# TrackDriveElectrical
source: electrical
de: elektrisch

# TrackDriveMechanical
source: mechanical
de: mechanisch

# TrackEndPiece
source: End Piece with Track Roadbed
de: Gleisende

# TrackFlex
source: Flex Track
de: Flexibles Gleis

# TrackStraight
source: Straight Track
de: Gerades Gleis

# TrackStraightCircuit
source: Straight Circuit Track
de: Gerades Schaltgleis

# TrackStraightContact
source: Straight Contact Track
de: Gerades Kontaktgleis

# TrackStraightFeeder
source: Straight Feeder
de: Gerades Anschlussgleis

# TrackStraightIsolating
source: Straight Isolating
de: Gerades Isolationsgleis

# TrackStraightUncoupler
source: Straight Uncoupler
de: Gerades Endkuppelgleis

# TrackThree
source: Three
de: Drei

# TrackThreeWayTurnout
source: Three-Way Turnout
de: Drei Wege Weiche

# TrackTransferTable
source: Transfer Table
de: Schiebebühne

# TrackTurnoutLeft
source: Left Turnout
de: Weiche links

# TrackTurnoutRight
source: Right Turnout
de: Weiche rechts

# TrackTurntable
source: Turntable
de: Drehscheibe

# TrackYTurnout
source: Y-Turnout
de: Y-Weiche
