Repository: Bassman2/Rail
Catalog: Rail.TrackEditor/Properties/Resources.*.resx
Languages: de

# MainAngle
source: Angle
de: Winkel

# MainAngledeg
source: Angle (°)
de: Winkel (°)

# MainArticle
source: Article
de: Artikel

# MainBallastType
source: Ballast Type
de: Schotter Typ

# MainBallastWidth
source: Ballast Width
de: Schotter Breite

# MainCrossingAngle
source: Crossing Angle
de: Kreuzungs Winkel

# MainDeleteTrack
source: Delete
de: Löschen

# MainDeleteTrackType
source: Delete
de: Löschen

# MainDockType
source: Dock Type
de: Andock Typ

# MainGauge
source: Gauge
de: Spurbreite

# MainInnerAngle
source: Inner Angle
de: Innerer Winkel

# MainInnerLength
source: Inner Length
de: Innere Länge

# MainInnerRadius
source: Inner Radius
de: Innerer Radius

# MainLanguage
source: Language
de: Sprache

# MainLeftTurnoutAngle
source: Left Turnout Angle
de: Linke Ausfahrt Winkel

# MainLeftTurnoutLength
source: Left Turnout Length
de: Linke Ausfahrt Länge

# MainLeftTurnoutRadius
source: Left Turnout Radius
de: Linke Ausfahrt Radius

# MainLength
source: Length
de: Länge

# MainLengthB
source: Length B
de: Länge B

# MainLengthmm
source: Length (mm)
de: Länge (mm)

# MainManufacturer
source: Manufacturer
de: Hersteller

# MainNewCrossingTrack
source: New Crossing Track
de: Kreuzungs Gleis hinzufügen

# MainNewCurvedTrack
source: New Curved Track
de: Gebogenes Gleis hinzufügen

# MainNewCurvedTurnoutTrack
source: New Curved Turnout Track
de: Bogenweiche hinzufügen

# MainNewDoubleCrossoverTrack
source: New Double Crossover Track
de: Doppelweiche hinzufügen

# MainNewDoubleSlipSwitchTrack
source: New Double Slip Switch Track
de: Doppelte Kreuzungsweiche hinzufügen

# MainNewEndPieceTrack
source: New End Piece Track
de: Gleisende hinzufügen

# MainNewFlexTrack
source: New Flex Track
de: Flexibles Gleis hinzufügen

# MainNewGroupTrack
source: New Group Track
de: Gleis Gruppe hinzufügen

# MainNewStraightTrack
source: New Straight Track
de: Gerades Gleis hinzufügen

# MainNewTrackType
source: New Track Type
de: Track Typ hinzufügen

# MainNewTransferTableTrack
source: New Transfer Table Track
de: Schiebebühne hinzufügen

# MainNewTurnoutTrack
source: New Turnout Track
de: Weiche hinzufügen

# MainNewTurntableTrack
source: New Turntable Track
de: Drehscheibe hinzufügen

# MainOuterAngle
source: Outer Angle
de: Äußerer Winkel

# MainOuterLength
source: Outer Length
de: Äußere Länge

# MainOuterRadius
source: Outer Radius
de: Äußerer Radius

# MainRailNum
source: Rail Numbers
de: Anzahl Gleianschlüsse

# MainRailType
source: Rail Type
de: Gleis Typ

# MainRailWidth
source: Rail Width
de: Gleis Breite

# MainRightTurnoutAngle
source: Right Turnout Angle
de: Rechte Ausfahrt Winkel

# MainRightTurnoutLength
source: Right Turnout Length
de: Rechte Ausfahrt Länge

# MainRightTurnoutRadius
source: Right Turnout Radius
de: Rechte Ausfahrt Radius

# MainSleeperType
source: Sleeper Type
de: Schwellen typ

# MainSleeperWidth
source: Sleeper Width
de: Schwellen Breite

# MainStraightLength
source: Straight Length
de: Gerade Länge

# MainTrackTypeName
source: Track Type Name
de: Gleis Typ Name

# MainTurnoutDirection
source: Turnout Direction
de: Ausfahrt Richtung

# MainTurnoutDrive
source: Turnout Drive
de: Weichen Antrieb

# MainWagonMaxBogieDistance
source: Wagon Max Bogie Distance
de: Max. Distanz zwischen den Drehgestellen

# MainWagonMaxBogieFrontDistance
source: Wagon Max Bogie Front Distance
de: Max. Distanz zwischen Drehgestell und Kupplung

# MainWagonMaxWidth
source: Wagon Max Width
de: Max. Wagen Breite

# OptionsLanguage
source: Language
de: Sprache

# OptionsTitle
source: Options
de: Optionen
